Repository: rxtech-lab/summary-chip-ios
Catalog: Packages/SummaryKit/Sources/SummaryKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %@ · %lld characters read on this device
source: %1$@ · %2$lld characters read on this device
zh_hans: %1$@ · 已在此设备上读取 %2$lld 个字符
zh_hant: %1$@ · 已在此裝置上讀取 %2$lld 個字元

# %@ · %lld words extracted
source: %1$@ · %2$lld words extracted
zh_hans: %1$@ · 已提取 %2$lld 个词
zh_hant: %1$@ · 已擷取 %2$lld 個字

source: %lld characters of text
zh_hans: 文本共 %lld 个字符
zh_hant: 文字共 %lld 個字元

source: %lld days
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld free summaries left today
zh_hans: 今天还剩 %lld 次免费摘要
zh_hant: 今天還剩 %lld 次免費摘要

source: %lld matches
zh_hans: %lld 个匹配项
zh_hant: %lld 個相符項目

source: %lld min early
zh_hans: 提前 %lld 分钟
zh_hant: 提早 %lld 分鐘

source: %lld summaries
zh_hans: %lld 条摘要
zh_hant: %lld 則摘要

source: %lld views
zh_hans: %lld 次浏览
zh_hant: %lld 次瀏覽

source: +%lld min
zh_hans: +%lld 分钟
zh_hant: +%lld 分鐘

source: 1 day
zh_hans: 1 天
zh_hant: 1 天

source: 1 free summary left today
zh_hans: 今天还剩 1 次免费摘要
zh_hant: 今天還剩 1 次免費摘要

source: 1 match
zh_hans: 1 个匹配项
zh_hant: 1 個相符項目

source: 1 month
zh_hans: 1 个月
zh_hant: 1 個月

source: 1 summary
zh_hans: 1 条摘要
zh_hant: 1 則摘要

source: 1 week
zh_hans: 1 周
zh_hant: 1 週

source: 1 year
zh_hans: 1 年
zh_hant: 1 年

source: 3 months
zh_hans: 3 个月
zh_hant: 3 個月

source: A web link, or any text you want summarised.
zh_hans: 网页链接，或任何你想摘要的文本。
zh_hant: 網頁連結，或任何你想摘要的文字。

source: A web link, text, or drop or choose a PDF, document, text, Markdown or code file.
zh_hans: 网页链接、文本，或拖入或选择 PDF、文档、文本、Markdown 或代码文件。
zh_hant: 網頁連結、文字，或拖放或選擇 PDF、文件、文字、Markdown 或程式碼檔案。

source: Abstract shapes and gradients that match the topic.
zh_hans: 与主题相配的抽象图形和渐变。
zh_hant: 與主題相襯的抽象圖形和漸層。

source: All
zh_hans: 全部
zh_hant: 全部

source: An AI illustration behind the headline.
zh_hans: 在标题背后衬一幅 AI 插画。
zh_hant: 在標題後方襯一幅 AI 插畫。

source: Anyone with the link can view it and its preview.
zh_hans: 任何拥有链接的人都可以查看摘要及其预览。
zh_hant: 任何擁有連結的人都可以檢視摘要及其預覽。

source: Approaching
zh_hans: 即将到达
zh_hant: 即將抵達

source: Belt %@
zh_hans: %@ 号行李转盘
zh_hant: %@ 號行李轉盤

source: Boarding
zh_hans: 登机中
zh_hant: 登機中

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

source: Change language
zh_hans: 更改语言
zh_hant: 更改語言

source: Check-in
zh_hans: 值机中
zh_hant: 報到中

source: Chippy can summarise web pages, links, PDFs and text. Nothing like that was shared.
zh_hans: Chippy 可以摘要网页、链接、PDF 和文本，但分享的内容中没有这些。
zh_hant: Chippy 可以摘要網頁、連結、PDF 和文字，但分享的內容中沒有這些。

source: Chippy couldn't read %@ from the server or this device. Open it in Safari and share it to Chippy — the text is sent straight from the page.
zh_hans: Chippy 无法通过服务器或此设备读取 %@。请在 Safari 中打开并分享到 Chippy，文本将直接从页面发送。
zh_hant: Chippy 無法透過伺服器或此裝置讀取 %@。請在 Safari 中開啟並分享到 Chippy，文字會直接從頁面傳送。

source: Chippy couldn't read %@.
zh_hans: Chippy 无法读取 %@。
zh_hant: Chippy 無法讀取 %@。

source: Chippy couldn't read this page. Open it in Safari, then share it to Chippy from the Share menu.
zh_hans: Chippy 无法读取此页面。请在 Safari 中打开，然后通过分享菜单分享到 Chippy。
zh_hant: Chippy 無法讀取此頁面。請在 Safari 中開啟，然後從分享選單分享到 Chippy。

source: Chippy reads the open page and makes the summary.
zh_hans: Chippy 会读取打开的页面并生成摘要。
zh_hant: Chippy 會讀取開啟的頁面並產生摘要。

source: Choose a file…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: Choose a PDF, document, spreadsheet, presentation, text, Markdown or code file.
zh_hans: 选择 PDF、文档、电子表格、演示文稿、文本、Markdown 或代码文件。
zh_hant: 選擇 PDF、文件、試算表、簡報、文字、Markdown 或程式碼檔案。

source: Choose Chippy
zh_hans: 选择 Chippy
zh_hant: 選擇 Chippy

source: Click the Share button in Safari's toolbar, or choose File › Share.
zh_hans: 点按 Safari 工具栏中的“分享”按钮，或选择“文件” › “分享”。
zh_hant: 按一下 Safari 工具列中的「分享」按鈕，或選擇「檔案」›「分享」。

source: Code
zh_hans: 代码
zh_hant: 程式碼

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Copies the link to the clipboard.
zh_hans: 将链接复制到剪贴板。
zh_hant: 將連結複製到剪貼簿。

source: Copy link
zh_hans: 复制链接
zh_hant: 複製連結

source: Could not read the server response. %@
zh_hans: 无法读取服务器响应。%@
zh_hant: 無法讀取伺服器回應。%@

source: Couldn't Create Summary
zh_hans: 无法创建摘要
zh_hant: 無法建立摘要

source: Couldn't download the preview image. %@
zh_hans: 无法下载预览图。%@
zh_hant: 無法下載預覽圖。%@

source: Couldn't Load
zh_hans: 无法加载
zh_hant: 無法載入

source: Couldn't Read File
zh_hans: 无法读取文件
zh_hant: 無法讀取檔案

source: Created
zh_hans: 我创建的
zh_hant: 我建立的

source: Delayed
zh_hans: 延误
zh_hant: 延誤

source: Departed
zh_hans: 已起飞
zh_hant: 已起飛

source: Designing the preview image
zh_hans: 正在设计预览图
zh_hant: 正在設計預覽圖

source: Discard
zh_hans: 舍弃
zh_hant: 捨棄

source: Discard & Open in Safari
zh_hans: 舍弃并在 Safari 中打开
zh_hant: 捨棄並在 Safari 中開啟

source: Discard Summary
zh_hans: 舍弃摘要
zh_hant: 捨棄摘要

source: Discarding…
zh_hans: 正在舍弃…
zh_hant: 正在捨棄…

source: Diverted
zh_hans: 已备降
zh_hant: 已轉降

source: Document
zh_hans: 文档
zh_hant: 文件

source: Done
zh_hans: 完成
zh_hant: 完成

source: Drop to summarise
zh_hans: 松开以生成摘要
zh_hant: 放開以產生摘要

source: Earlier
zh_hans: 更早
zh_hant: 更早

source: Edit sharing
zh_hans: 编辑分享设置
zh_hant: 編輯分享設定

source: Everything
zh_hans: 全部内容
zh_hant: 全部內容

source: Expires after
zh_hans: 有效期
zh_hant: 有效期限

source: Expires in %lldd
zh_hans: %lld 天后过期
zh_hant: %lld 天後到期

source: Expires in %lldh
zh_hans: %lld 小时后过期
zh_hant: %lld 小時後到期

source: Expires in %lldm
zh_hans: %lld 分钟后过期
zh_hant: %lld 分鐘後到期

source: Finding your trips…
zh_hans: 正在查找你的行程…
zh_hant: 正在尋找你的行程…

source: Finishing up
zh_hans: 即将完成
zh_hant: 即將完成

source: From line %lld
zh_hans: 从第 %lld 行起
zh_hant: 從第 %lld 行起

source: Gate %@
zh_hans: %@ 号登机口
zh_hant: %@ 號登機門

source: Gate closed
zh_hans: 登机口已关闭
zh_hant: 登機門已關閉

source: Generate summary
zh_hans: 生成摘要
zh_hant: 產生摘要

source: Generating…
zh_hans: 正在生成…
zh_hant: 正在產生…

source: Graphic
zh_hans: 图形
zh_hant: 圖形

source: Illustration
zh_hans: 插画
zh_hant: 插畫

source: Image
zh_hans: 图片
zh_hant: 圖片

source: In progress
zh_hans: 进行中
zh_hant: 進行中

source: In the air
zh_hans: 飞行中
zh_hant: 飛行中

source: Just now
zh_hans: 刚刚
zh_hant: 剛剛

source: Keep source text
zh_hans: 保留来源文本
zh_hant: 保留來源文字

source: Keep Summary
zh_hans: 保留摘要
zh_hant: 保留摘要

source: Key points
zh_hans: 要点
zh_hant: 重點

source: Landed
zh_hans: 已降落
zh_hant: 已降落

source: Language
zh_hans: 语言
zh_hant: 語言

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Liked
zh_hans: 已喜欢
zh_hant: 已喜歡

source: Liked %@
zh_hans: 喜欢于 %@
zh_hant: 喜歡於 %@

# Lines %lld–%lld
source: Lines %1$lld–%2$lld
zh_hans: 第 %1$lld–%2$lld 行
zh_hant: 第 %1$lld–%2$lld 行

# Lines %lld–%lld of %lld
source: Lines %1$lld–%2$lld of %3$lld
zh_hans: 第 %1$lld–%2$lld 行，共 %3$lld 行
zh_hant: 第 %1$lld–%2$lld 行，共 %3$lld 行

source: Link
zh_hans: 链接
zh_hant: 連結

source: Link expired
zh_hans: 链接已过期
zh_hant: 連結已到期

source: Link expiry
zh_hans: 链接有效期
zh_hant: 連結有效期限

source: Link never expires
zh_hans: 链接永不过期
zh_hant: 連結永不到期

source: Link preview, image and the full summary. Each app takes what it supports.
zh_hans: 链接预览、图片和完整摘要。各个 App 会选用其支持的内容。
zh_hant: 連結預覽、圖片和完整摘要。各個 App 會選用其支援的內容。

source: Link: %@
zh_hans: 链接：%@
zh_hant: 連結：%@

source: Messages, Slack and others render the preview card from the link.
zh_hans: “信息”、Slack 等 App 会根据链接显示预览卡片。
zh_hant: 「訊息」、Slack 等 App 會根據連結顯示預覽卡片。

source: Never
zh_hans: 永不
zh_hant: 永不

source: New
zh_hans: 新建
zh_hant: 新增

source: New Summary
zh_hans: 新建摘要
zh_hant: 新增摘要

source: No expiry
zh_hans: 永不过期
zh_hant: 永不到期

source: No matches
zh_hans: 无匹配结果
zh_hant: 無相符結果

source: Not Enough Points
zh_hans: 积分不足
zh_hant: 點數不足

source: Not enough readable text was found on the page.
zh_hans: 页面上没有足够的可读文本。
zh_hant: 頁面上沒有足夠的可讀文字。

source: OK
zh_hans: 好
zh_hant: 好

source: Only you. The link stops working; nothing is deleted.
zh_hans: 仅限你自己。链接将失效，但不会删除任何内容。
zh_hant: 僅限你自己。連結將失效，但不會刪除任何內容。

source: Open Chippy
zh_hans: 打开 Chippy
zh_hant: 開啟 Chippy

source: Open Chippy and sign in first.
zh_hans: 请先打开 Chippy 并登录。
zh_hant: 請先開啟 Chippy 並登入。

source: Open in Safari
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中開啟

source: Open the Chippy app and sign in. This extension then uses the same account automatically.
zh_hans: 打开 Chippy App 并登录，此扩展随后会自动使用同一账户。
zh_hant: 開啟 Chippy App 並登入，此延伸功能隨後會自動使用同一帳號。

source: Open the page in Safari
zh_hans: 在 Safari 中打开页面
zh_hant: 在 Safari 中開啟頁面

source: Options
zh_hans: 选项
zh_hant: 選項

source: Paste a link or some text
zh_hans: 粘贴链接或文本
zh_hant: 貼上連結或文字

source: PDFs must be smaller than %@.
zh_hans: PDF 必须小于 %@。
zh_hant: PDF 必須小於 %@。

source: Pending
zh_hans: 等待中
zh_hant: 等待中

source: Please open %@ and sign in.
zh_hans: 请打开 %@ 并登录。
zh_hant: 請開啟 %@ 並登入。

source: Preview image
zh_hans: 预览图
zh_hant: 預覽圖

source: Preview image: %@
zh_hans: 预览图：%@
zh_hant: 預覽圖：%@

source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Private
zh_hans: 私密
zh_hant: 私密

source: Private, link disabled
zh_hans: 私密，链接已停用
zh_hant: 私密，連結已停用

source: Public
zh_hans: 公开
zh_hant: 公開

source: Public link
zh_hans: 公开链接
zh_hant: 公開連結

source: Read on this device; only the summary is saved to your account. A copy of the file stays on this device.
zh_hans: 在此设备上读取，仅摘要会保存到你的账户。文件副本会保留在此设备上。
zh_hant: 在此裝置上讀取，僅摘要會儲存到你的帳號。檔案副本會保留在此裝置上。

source: Read on this device; only the summary is saved to your account. The original file stays linked on this device.
zh_hans: 在此设备上读取，仅摘要会保存到你的账户。原始文件会在此设备上保持关联。
zh_hant: 在此裝置上讀取，僅摘要會儲存到你的帳號。原始檔案會在此裝置上保持連結。

source: Read on this device; the summary and the file's text are saved to your account. A copy of the file stays on this device.
zh_hans: 在此设备上读取，摘要和文件文本会保存到你的账户。文件副本会保留在此设备上。
zh_hant: 在此裝置上讀取，摘要和檔案文字會儲存到你的帳號。檔案副本會保留在此裝置上。

source: Read on this device; the summary and the file's text are saved to your account. The original file stays linked on this device.
zh_hans: 在此设备上读取，摘要和文件文本会保存到你的账户。原始文件会在此设备上保持关联。
zh_hant: 在此裝置上讀取，摘要和檔案文字會儲存到你的帳號。原始檔案會在此裝置上保持連結。

source: Read the original
zh_hans: 阅读原文
zh_hant: 閱讀原文

source: Reading file…
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

source: Reading summary…
zh_hans: 正在读取摘要…
zh_hant: 正在讀取摘要…

source: Reading the file…
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

source: Reading the source
zh_hans: 正在读取来源
zh_hant: 正在讀取來源

source: Reading the trip…
zh_hans: 正在读取行程…
zh_hant: 正在讀取行程…

source: Ready to share
zh_hans: 可以分享了
zh_hant: 可以分享了

source: Remove file
zh_hans: 移除文件
zh_hant: 移除檔案

source: Same as source
zh_hans: 与来源相同
zh_hant: 與來源相同

source: Saves the file's text with the summary, formatted as a document you can read later from the summary's toolbar. Free with your free summaries; after that, formatting uses points, and without points the plain text is kept. Only you can open it.
zh_hans: 将文件文本与摘要一起保存，并排版成文档，之后可从摘要的工具栏中阅读。使用免费摘要时不收费；之后排版会消耗积分，积分不足时则保留纯文本。只有你可以打开。
zh_hant: 將檔案文字與摘要一起儲存，並排版成文件，之後可從摘要的工具列中閱讀。使用免費摘要時不收費；之後排版會使用點數，點數不足時則保留純文字。只有你可以開啟。

source: Scheduled
zh_hans: 计划中
zh_hant: 預定

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Searching for “%@”…
zh_hans: 正在搜索“%@”…
zh_hant: 正在搜尋「%@」…

source: Searching summaries…
zh_hans: 正在搜索摘要…
zh_hant: 正在搜尋摘要…

source: Searching the file…
zh_hans: 正在搜索文件…
zh_hant: 正在搜尋檔案…

source: Sends the preview image with the title and link as a caption.
zh_hans: 发送预览图，并附上标题和链接作为说明文字。
zh_hant: 傳送預覽圖，並附上標題和連結作為說明文字。

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share as
zh_hans: 分享方式
zh_hant: 分享方式

source: Share the page
zh_hans: 分享页面
zh_hant: 分享頁面

source: Sign in to Chippy
zh_hans: 登录 Chippy
zh_hant: 登入 Chippy

source: Something went wrong.
zh_hans: 出了点问题。
zh_hant: 發生錯誤。

source: Source
zh_hans: 来源
zh_hant: 來源

source: Source: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Summaries
zh_hans: 摘要
zh_hant: 摘要

source: Summarise the text instead
zh_hans: 改为摘要文本
zh_hant: 改為摘要文字

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Tap the Share button (in the ⋯ menu if the toolbar is compact).
zh_hans: 轻点“分享”按钮（如果工具栏为紧凑样式，则位于 ⋯ 菜单中）。
zh_hant: 點一下「分享」按鈕（如果工具列為精簡樣式，則位於 ⋯ 選單中）。

source: Terminal %@
zh_hans: %@ 号航站楼
zh_hant: 第 %@ 航廈

source: Terms of Service
zh_hans: 服务条款
zh_hant: 服務條款

source: Text
zh_hans: 文本
zh_hant: 文字

source: Text file
zh_hans: 文本文件
zh_hant: 文字檔案

source: Text files must contain at most 200,000 characters.
zh_hans: 文本文件最多只能包含 200,000 个字符。
zh_hant: 文字檔案最多只能包含 200,000 個字元。

source: That file is too large.
zh_hans: 该文件太大。
zh_hant: 該檔案太大。

source: The authentication service is temporarily unavailable.
zh_hans: 身份验证服务暂时不可用。
zh_hant: 驗證服務暫時無法使用。

source: The language the summary is written in.
zh_hans: 撰写摘要所用的语言。
zh_hant: 撰寫摘要所用的語言。

source: The link stays open until you make the summary private.
zh_hans: 链接将一直有效，直到你将摘要设为私密。
zh_hant: 連結將持續有效，直到你將摘要設為私密。

source: The link stops working %@ from now. The summary stays in your library, and you can extend the link at any time.
zh_hans: 链接将在 %@后失效。摘要会保留在你的资料库中，你随时可以延长链接有效期。
zh_hant: 連結將在 %@後失效。摘要會保留在你的資料庫中，你隨時可以延長連結有效期限。

source: The local file is unavailable. Choose it again in Files to restore access.
zh_hans: 本地文件不可用。请在“文件”App 中重新选择以恢复访问。
zh_hant: 本機檔案無法使用。請在「檔案」App 中重新選擇以恢復存取權。

source: The page could not be loaded on this device. %@
zh_hans: 无法在此设备上加载该页面。%@
zh_hant: 無法在此裝置上載入該頁面。%@

source: The page took too long to load on this device.
zh_hans: 该页面在此设备上加载超时。
zh_hant: 該頁面在此裝置上載入逾時。

source: The request failed (%lld).
zh_hans: 请求失败（%lld）。
zh_hant: 請求失敗（%lld）。

source: The secure token bundle is invalid.
zh_hans: 安全令牌包无效。
zh_hant: 安全權杖包無效。

source: The secure token store failed (%d).
zh_hans: 安全令牌存储出错（%d）。
zh_hant: 安全權杖儲存區發生錯誤（%d）。

source: The server had a problem (%lld). Please try again.
zh_hans: 服务器出现问题（%lld），请重试。
zh_hant: 伺服器發生問題（%lld），請再試一次。

source: The server returned an unexpected response.
zh_hans: 服务器返回了意外的响应。
zh_hant: 伺服器傳回了非預期的回應。

source: The server will read this web page.
zh_hans: 服务器将读取此网页。
zh_hant: 伺服器將讀取此網頁。

source: The shared Keychain access group is not configured.
zh_hans: 未配置共享钥匙串访问组。
zh_hant: 未設定共享鑰匙圈存取群組。

source: The shared session is temporarily unavailable.
zh_hans: 共享会话暂时不可用。
zh_hant: 共享工作階段暫時無法使用。

source: The summary and its share link are deleted permanently.
zh_hans: 摘要及其分享链接将被永久删除。
zh_hant: 摘要及其分享連結將被永久刪除。

source: The summary and its share link are deleted permanently. To try again from the page itself, open it in Safari and share it to Chippy.
zh_hans: 摘要及其分享链接将被永久删除。如需直接从页面重试，请在 Safari 中打开并分享到 Chippy。
zh_hant: 摘要及其分享連結將被永久刪除。若要直接從頁面重試，請在 Safari 中開啟並分享到 Chippy。

source: The text will be summarised as-is.
zh_hans: 将按原样摘要该文本。
zh_hant: 將依原樣摘要此文字。

source: This file is empty.
zh_hans: 此文件为空。
zh_hant: 此檔案是空的。

source: This page needs Safari
zh_hans: 此页面需要使用 Safari
zh_hant: 此頁面需要使用 Safari

source: This PDF has no selectable text. Scanned PDFs can't be read on this device.
zh_hans: 此 PDF 没有可选择的文本。无法在此设备上读取扫描版 PDF。
zh_hant: 此 PDF 沒有可選取的文字。無法在此裝置上讀取掃描的 PDF。

source: This summary is private, its link expired, or it no longer exists.
zh_hans: 此摘要为私密、链接已过期，或已不存在。
zh_hant: 此摘要為私密、連結已到期，或已不存在。

source: This summary is private, so the link won't open for anyone else. Make it public under Edit sharing.
zh_hans: 此摘要为私密，其他人无法打开链接。可在“编辑分享设置”中将其设为公开。
zh_hant: 此摘要為私密，其他人無法開啟連結。可在「編輯分享設定」中將其設為公開。

source: This usually takes under a minute.
zh_hans: 通常不到一分钟。
zh_hant: 通常不到一分鐘。

source: This Week
zh_hans: 本周
zh_hant: 本週

source: Timeline
zh_hans: 时间线
zh_hant: 時間軸

source: Today
zh_hans: 今天
zh_hant: 今天

source: Too many requests. Try again in a moment.
zh_hans: 请求过多，请稍后重试。
zh_hant: 請求次數過多，請稍後再試。

source: Top Up
zh_hans: 充值
zh_hant: 儲值

source: Translated from %@
zh_hans: 译自 %@
zh_hant: 譯自 %@

source: Trip
zh_hans: 行程
zh_hant: 行程

source: Trips
zh_hans: 行程
zh_hant: 行程

source: Try again
zh_hans: 重试
zh_hant: 再試一次

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Untitled
zh_hans: 无标题
zh_hant: 未命名

source: Uploading PDF
zh_hans: 正在上传 PDF
zh_hant: 正在上傳 PDF

source: Uploading the file failed (%lld).
zh_hans: 文件上传失败（%lld）。
zh_hant: 檔案上傳失敗（%lld）。

source: Viewed
zh_hans: 我浏览的
zh_hant: 我瀏覽的

source: Viewed %@
zh_hans: 浏览于 %@
zh_hant: 瀏覽於 %@

source: Views
zh_hans: 浏览次数
zh_hant: 瀏覽次數

source: Web
zh_hans: 网页
zh_hant: 網頁

source: Web page
zh_hans: 网页
zh_hant: 網頁

source: Who can open the link
zh_hans: 谁可以打开链接
zh_hant: 誰可以開啟連結

source: Working…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: Writing the summary
zh_hans: 正在撰写摘要
zh_hant: 正在撰寫摘要

source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

source: Your session expired. Please sign in again.
zh_hans: 你的会话已过期，请重新登录。
zh_hant: 你的登入階段已過期，請重新登入。

source: Your summary was created, but the local file couldn't be linked. %@
zh_hans: 摘要已创建，但无法关联本地文件。%@
zh_hant: 摘要已建立，但無法連結本機檔案。%@

source: Expired
zh_hans: 已过期
zh_hant: 已過期
